;=== COMMENTS ===
;IrfanPaint 言語ファイル
;このファイルをIrfanView配下のLanguagesフォルダにコピーしてください．
;IrfanPaint入手先 http://www.mitalia.net/irfanpaint/
;この言語ファイルの作成日付 2009.8.23
[FileInfo]
TranslatorName=淙穂鶫箜
LanguageName=日本語
TargetVersion=0.4.13.*
[General]
1001=選択
1002=ブラシ
1003=消しゴム
1004=クローン
1005=色の置き換え
1006=テキスト
1007=直線
1008=矢印
1009=楕円
1010=長方形
1011=塗りつぶし
1012=色の選択
1013=回転
1014=ものさし
1015=ペン/ブラシ設定
1016=ツールチップヘルプの拡張
1017=IrfanPainについて
2001=選択ツールはIrfanViewで普通に使われる選択範囲指定と同様の物です．
2002=ブラシツールはフリーハンドでの描画に使います．\n左ボタンでドラッグすると描画色で描画します．\n右ボタンでドラッグすると背景色で描画します．
2003=消しゴムはフリーハンドでの削除に使います．\n左ボタンでドラッグすると，削除部分は背景色になります．\n右ボタンでドラッグすると，削除部分は元画像が復活します．
2004=クローンツールは画像の指定エリアを別な部分にコピーします．\nこのツールは写真からゴミや傷を取り除くのに使えます．\n右クリックでコピー元を選び，次に置き換えたい部分を左クリックします．
2005=色の置き換えツールはドラッグした部分に描画色/背景色があった場合に色の入れ替えができます．\n左ボタンでドラッグすると，背景色を描画色に置き換えます．\n右ボタンでドラッグすると描画色を背景色に置き換えます．
2006=テキストツールは画像に整形テキストを挿入します．\nテキストカーソルの十字ポインタが挿入テキストのベースラインになります．\n挿入場所を起点として左寄せ，右寄せ，中央揃えを指定することができます．
2007=直線ツールは真っ直ぐな線を描画します．\nクリック&ドラッグで線を定義してください．マウスを放した時点で描画します．\nクリック後に直線の描画を中止する場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が直線の中心になります．\nSHIFTキーを押しながらドラッグすると直線の角度が45°の倍数になります．
2008=矢印ツールは先端に矢形の付いた直線を描画します．\nクリック&ドラッグで矢印を定義してください．マウスを放した時点で描画します．\nクリック後に矢印の描画を中止する場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が矢印の中心になります．\nSHIFTキーを押しながらドラッグすると矢印の直線部の角度が45°の倍数になります．\n矢印ツールボタンの上で右クリックすると「矢印の設定」ダイアログが開きます．
2009=楕円ツールは円や楕円を描画します．カラーパレットの上にある「塗り」にチェックすると中が塗りつぶされ，チェックを外すと枠線だけ描画されます．\nクリック&ドラッグで楕円を定義してください．マウスを放した時点で描画します．\nクリック後に楕円の描画を中止する場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が楕円の中心になります．\nSHIFTキーを押しながらドラッグすると円を描画します．
2010=長方形ツールは正方形や長方形を描画します．カラーパレットの上にある「塗り」にチェックすると中が塗りつぶされ，チェックを外すと枠線だけ描画されます．\nクリック&ドラッグで長方形を定義してください．マウスを放した時点で描画します．\nクリック後に長方形の描画を中止する場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が長方形の中心になります．\nSHIFTキーを押しながらドラッグすると正方形を描画します．
2011=塗りつぶしツールは領域を1つの色で塗りつぶします．\n左クリックすると描画色で塗りつぶします．\n右クリックすると背景色で塗りつぶします．
2012=色の選択ツールは画像から色を選択します．\n左クリックでクリック部分の色を描画色に設定します．\n右クリックでクリック部分の色を背景色に設定します．\n連続して色選択を行いたい場合は，SHIFTキーを押しながらクリックすると元のツールに戻るのを防ぎます．
2013=回転ツールは画像の傾きを修正します．\nクリック&ドラッグで画像に線を引いてください．この線が新しい水平線/垂直線になります．\nクリック後に回転を止める場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が線の中心になります．\nSHIFTキーを押しながらドラッグすると線の角度が45°の倍数になります．
2014=ものさしツールで画像上の距離や角度を測定することができます．\nクリック&ドラッグで距離を測りたい部分の始点と終点を選択してください．\n測定角度は水平線からの角度になります．\nクリック後に測定を止める場合は右クリックしてください．\nCTRLキーを押しながらドラッグすると起点が線の中心になります．\nSHIFTキーを押しながらドラッグすると線の角度が45°の倍数になります．\nものさしツールボタンの上で右クリックすると「単位の設定」ダイアログが開きます．このダイアログで新しい単位を定義したり，既存の単位を編集/削除/並び替えしたりできます．
2015=ペン/ブラシ設定ダイアログを表示します．
2016=ツールチップにヘルプを表示します．
2017=IrfanPaintのバージョン情報を表示します．
5201=クローンツールは使う前に右クリックでコピー元を設定しなければなりません．\n詳しい情報は，ツールチップヘルプの拡張を有効にしてクローンツールのツールチップを見てください．
5102=設定を保存できません．i_view32.iniが書き込み可能か確認してください．
6001=Special thanks to:\r\n\r\nIrfan Skiljan: IrfanViewを開発者です．IrfanPaintがうまく動くように調整したり有益な提案をしたりすることに時間を割いてくれました．彼の助力はいつも有用な物でした．\r\n\r\nIrfanView support forumの皆さん，特に:\r\nBhikkhu Pesala：拡張ツールチップとヘルプページを記述し，バグレポートとその原因究明の手助けをし，提案をたくさんしてくれました．\r\nMatera：地球の裏側から，バグの究明のためにダイアルアップで彼のコンピュータをVPN接続して遠隔デバッグができないか試してくれました．うまくいきませんでしたが，とても素晴らしい試みでした．\r\nSteve：forumの管理者です．\r\n\r\nベータテスターの皆さん，特にLeon Fisk：Windows NT4上でのIrfanPaintの問題を報告してくれました．\r\n\r\nDavide Pizzolatoと彼の素晴らしいCxImage library (http://www.codeproject.com/KB/graphics/cximage.aspx)：ここからコードをいくつか真似ました．\r\n\r\nLode Vandevenneと効率的に実行できるscanline floodfill algorithm with stack (http://student.kuleuven.be/~m0216922/CG/floodfill.html)：このアルゴリズムをIrfanPaintに反映させました．\r\n\r\nCodeProject.comとその素晴らしい記事：おかげでずいぶん時間を節約できました．\r\n\r\n翻訳者の皆さん\r\n\r\n寄附してくれたユーザーの皆さん: どうもありがとう！
1443=描画
1444=背景
5301="%what%"は有効な数値ではありません．
5302=フィールドを埋めてください．
1101=%language%　翻訳者：%translator%
1651=単位
1652=記号
1653=定義
1654=選択した単位を削除しますか？
1655=削除の確認
7001=デフォルト
7002=不明
7003=DPI未設定
7011=インチ
7012=ピクセル
7013=度
7014=ミリメートル
5000=エラー
[101]
0=IrfanPaintについて
1=OK
1102=Text
1104=IrfanPaintサイトへ(&V)
[100]
0=描画
1060=IrfanPaintツールバー
1053=幅(px)
1059=塗り
1056=許容値
[103]
0=矢印の設定
1=OK
2=キャンセル
1301=起点(&F)
1311=矢の描画
1302=終点(&S)
1309=矢の幅
1310=矢の高さ
1308=矢を→型に
[102]
0=Color selection
1=OK
2=キャンセル
[104]
0=ペン/ブラシ設定
1442=線の形状
1441=ブラシの形状
1=OK
2=キャンセル
1432=スタイル
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=端の形状
1410=円
1411=四角
1412=フラット
1434=接点の形状
1413=円
1414=ベベル
1415=ミトラ
1416=塗りつぶし
1417=- (水平線)
1418=|| (垂直線)
1419=＼＼(右下がり)
1420=／／(右上がり)
1421=+ (水平垂直)
1422=x (斜め)
1435=塗りつぶし
1437=45°線\r\nハッチング
1438=十字ハッチング
1436=直線ハッチング
1439=色
1445=線の幅
1448=ピクセル (1-9999)
1440=ハッチング抜けの色
1426=透過
1429=ｽﾍﾟｰｽ=1px空\r\n.=1ﾄﾞｯﾄ点
1431=プレビューペインをクリックすると描画と背景のスタイルを入れ替えます．
[105]
0=テキストの挿入
1501=フォント(&F)
1502=サイズ(&S)
1506=ボールド(&B)
1507=斜体(&I)
1508=アンダーライン(&U)
1509=取消線(&T)
1510=左寄せ(&L)
1511=中央揃え(&C)
1512=右寄せ(&R)
1=OK
2=キャンセル
1526=押している間元画像にプレビュー(&P)
1513=色の選択(&C)
1521=描画法
1522=白抜き（透過）
1524=通常テキスト
1523=白抜き（背景色で塗りつぶし）
1525=アンチエイリアス
[106]
0=単位の設定
1602=閉じる(&C)
1603=上へ(&U)
1604=下へ(&D)
1605=A&bsolutize
1606=追加(&A)
1607=編集(&E)
1608=削除(&R)
[107]
0=単位の編集
1701=単位の名前
1703=単位記号
1705=定義
1706=1 %unitsymbol% =
1=OK
2=キャンセル
[108]
0=測定結果
1=OK
1803=別の単位で(&N)
1802=結果コピー(&C)
